Repository: morpheusadam/zhanot
Catalog: languages/zhanot-*.po
Languages: fa_ir

source: Use Zhanot
fa_ir: استفاده از ژانوت

source: Notification Setting
fa_ir: تنظیمات اعلان

source: Shortcode
fa_ir: کد کوتاه

source: Show in Pages and Posts
fa_ir: نمایش در مطالب و برگه ها

source: PHP code
fa_ir: کد PHP

source: Display anywhere on the website
fa_ir: نمایش در هر جای وبسایت

source: Zhanot
fa_ir: ژانوت

source: New Notification
fa_ir: اعلان جدید

source: Add new notification
fa_ir: افزودن اعلان جدید

source: Edit Notification
fa_ir: ویرایش اعلان

source: View Notification
fa_ir: مشاهده اعلان

source: All Notifications
fa_ir: همه اعلان ها

source: Search Notifications
fa_ir: جستجوی اعلان ها

source: Parent Notification
fa_ir: والد اعلان ها

source: Not Found Notifications!
fa_ir: اعلانی یافت نشد!

source: No notification found in trash
fa_ir: اعلانی در زباله دان یافت نشد

source: Notifications
fa_ir: اعلان ها

source: Notification Type
fa_ir: نوع اعلان

source: Auto Show
fa_ir: نمایش خودکار

source: settings
fa_ir: تنظیمات

source: Zhanot Notifications
fa_ir: اعلانات ژانوت

source: Zhanot Notifications Settings
fa_ir: تنظیمات اعلان های ژانوت

source: General
fa_ir: همگانی

source: Display Mode
fa_ir: حالت نمایش

source: Help
fa_ir: راهنمایی

source: Register version
fa_ir: ثبت لایسنس

source: Orginal Version
fa_ir: نسخه اورجینال

source: You already register your license key. to re validate it, you can use this form.
fa_ir: شما این لایسنس را ثبت کرده اید. برای تغییر یا تأیید مجدد آن، می توانید از این فرم استفاده کنید.

source: Your current license:
fa_ir: لایسنس فعلی :

source: Revalidate
fa_ir: تایید مجدد

source: Delete and submit another license
fa_ir: حذف و ثبت لایسنس جدید

source: New license key
fa_ir: لایسنس جدید

source: Please wait...
fa_ir: لطفا صبر کنید...

source: Please activate plugin with your license key to all features work.
fa_ir: برای فعال سازی افزونه اعلانات ژانوت لایسنس خود را وارد نمائید.

source: License key
fa_ir: کلید فعالسازی

source: Something goes wrong please try again.
fa_ir: چیزی اشتباه است لطفا دوباره امتحان کنید.

source: Please insert your license code
fa_ir: لطفا لایسنس خود را وارد کنید

source: License code is valid.
fa_ir: لایسنس وارد شده معتبر می باشد.

source: Thanks! Your license activated successfully.
fa_ir: با تشکر! لایسنس شما برای این وبسایت ثبت و فعال شد.

source: To activating your %s please insert you license key
fa_ir: برای فعالسازی %s لایسنس خود را ثبت کنید

source: Register Now
fa_ir: ثبت لایسنس

source: There is something wrong with your %s license. please check it.
fa_ir: به نظر می رسد لایسنس %s اشتباه است . لطفا لایسنس را بررسی و مجدد ثبت کنید.

source: Check Now
fa_ir: بررسی مجدد

source: Select Image
fa_ir: انتخاب تصویر

source: Click to select options ...
fa_ir: برای انتخاب گزینه کلیک کنید...

source: Create
fa_ir: ایجاد

source: Notification update.
fa_ir: اعلان با موفقیت به روز رسانی شد.

source: Notification published.
fa_ir: اعلان جدید ایجاد شد.

source: Select Notification
fa_ir: انتخاب اعلان

source: Zhanot Notification
fa_ir: اعلان های ژانوت

source: Add notifications
fa_ir: افزودن اعلان

source: Notification ID
fa_ir: آی دی اعلان

source: Settings saved successfully.
fa_ir: تنظیمات با موفقیت ذخیره شد.

source: Notification Expire
fa_ir: انقضای اعلان

source: Enable Post Expiration
fa_ir: فعال سازی

source: Expire Date
fa_ir: تاریخ و زمان

source: Hour(UTC)
fa_ir: ساعت (UTC)

source: Minute
fa_ir: دقیقه

source: Event
fa_ir: رویداد

source: Delete
fa_ir: حذف

source: Trash
fa_ir: زباله دان

source: Draft
fa_ir: پیش نویس

source: Content
fa_ir: محتوا

source: Enter Shortcode ID
fa_ir: آی دی اعلان را وارد کنید

source: Discount
fa_ir: تخفیف

source: Days
fa_ir: روز

source: Hours
fa_ir: ساعت

source: Minutes
fa_ir: دقیقه

source: Seconds
fa_ir: ثانیه

source: Zhanot Widget
fa_ir: ابزارک ژانوت

source: Zhanot notifications bar in Widgets
fa_ir: نمایش اعلان های ژانوت در ابزارک ها

source: End
fa_ir: پایان

source: Active notification not found.
fa_ir: اعلان فعال یافت نشد.

source: Text with button
fa_ir: متن با دکمه

source: Product Introduction
fa_ir: معرفی محصول

source: Post Introduction
fa_ir: معرفی مطلب

source: Timer
fa_ir: تایمر

source: Social Network
fa_ir: شبکه های اجتماعی

source: Contact Info
fa_ir: اطلاعات ارتباطی

source: Image with Url
fa_ir: تصویر با لینک

source: Html Content
fa_ir: محتوای اچ تی ام ال

source: Random Text
fa_ir: متن های تصادفی

source: Alert number
fa_ir: اعلان شماره

source: User settings
fa_ir: تنظیمات کاربری

source: Alert settings
fa_ir: تنظیمات اعلان

source: View once for each visitor?
fa_ir: نمایش فقط یکبار برای هر کاربر/ بازدیدکننده؟

source: This event will be activated when the visitor click on the button to close the notification
fa_ir: این رویداد زمانی فعال خواهد شد که بازدید کننده بر روی دکمه بستن اطلاعیه کلیک کنید

source: Hide logged in users
fa_ir: عدم نمایش به کاربران وارد شده

source: Display for specific user role
fa_ir: نمایش به کاربران وارد شده

source: Select User Roles
fa_ir: انتخاب نقش های کاربری

source: If blank, it will be displayed to all users and website visitors
fa_ir: در صورت خالی بودن برای همه کاربران و بازدیدکنندگان وب سایت نمایش داده می شود

source: Show
fa_ir: نمایش

source: Automatically display top of website?
fa_ir: نمایش خودکار بالای وبسایت؟

source: Widescreen display box content?
fa_ir: نمایش بصورت عریض؟

source: Bottom sticky when scrolling
fa_ir: چسبنده به پایین هنگام اسکرول

source: Open link on new page?
fa_ir: بازشدن لینک دکمه در صفحه جدید؟

source: Hidden Close Button?
fa_ir: عدم نمایش دکمه بستن؟

source: Show only on
fa_ir: نمایش فقط در

source: All
fa_ir: همه نمایشگرها

source: Desktop
fa_ir: دسکتاپ

source: Mobile
fa_ir: موبایل

source: Show in specific page
fa_ir: نمایش در صفحات خاص

source: Style
fa_ir: ظاهر

source: Notification Background
fa_ir: پس زمینه اعلان

source: Background color notification
fa_ir: رنگ پس زمینه اعلان

source: Background color notification content
fa_ir: رنگ پس زمینه محتوای اعلان

source: Background color opacity notification content (0 to 99)
fa_ir: شفافیت پس زمینه محتوای اعلان (0 تا 99)

source: Text color notification
fa_ir: رنگ متن اعلان

source: Notification Font size
fa_ir: اندازه فونت اعلان

source: Button Color
fa_ir: رنگ پس زمینه دکمه

source: Text Button Color
fa_ir: رنگ متن دکمه

source: Notification Margin (pixel)
fa_ir: فاصله اعلان (پیکسل)

source: Top
fa_ir: بالا

source: Right
fa_ir: راست

source: Bottom
fa_ir: پایین

source: Left
fa_ir: چپ

source: Text notification
fa_ir: متن اعلان

source: Button Text notification
fa_ir: متن دکمه اعلان

source: Button Url notification
fa_ir: لینک دکمه

source: Product Image
fa_ir: تصویر محصول

source: Discount percent
fa_ir: درصد تخفیف ، مثال : 50% یا 50 درصد

source: Product price
fa_ir: قیمت محصول

source: Post Image
fa_ir: تصویر مطلب

source: Timer Background color
fa_ir: رنگ پس زمینه شمارنده

source: Timer Text color
fa_ir: رنگ متن شمارنده

source: Timer Shadow color
fa_ir: رنگ سایه شمارنده

source: Timer end Date
fa_ir: تاریخ پایان تایمر

source: Time
fa_ir: ساعت

source: Post meridian
fa_ir: بعد از ظهر

source: Ante meridiem
fa_ir: قبل از ظهر

source: Timer end Text
fa_ir: متن پایان تایمر (کوتاه)

source: Google plus
fa_ir: گوگل پلاس

source: Pinterest
fa_ir: پینترست

source: Twitter
fa_ir: توییتر

source: Instagram
fa_ir: اینستاگرام

source: Github
fa_ir: گیت هاب

source: Telegram
fa_ir: تلگرام

source: WhatsApp phone number
fa_ir: شماره شما در واتس اپ

source: Linkedin
fa_ir: لینکداین

source: Facebook
fa_ir: فیسبوک

source: Phone number
fa_ir: شماره تماس

source: Email address
fa_ir: آدرس ایمیل

source: Image alternate
fa_ir: متن جایگزین تصویر (مناسب برای سئو)

source: Url
fa_ir: لینک دلخواه

source: Content notification
fa_ir: محتوای اعلان

source: Add New Content
fa_ir: افزودن محتوای جدید

source: Mobile mode
fa_ir: وضعیت حالت موبایل

source: Background color
fa_ir: رنگ پس زمینه دکمه

source: Hidden counter
fa_ir: عدم نمایش شمارنده

source: Save changes
fa_ir: ذخیره تغییرات

source: Custom CSS
fa_ir: استایل سفارشی

source: Custom Js
fa_ir: جاوااسکریپت سفارشی

source: Load Css Show in the content
fa_ir: فراخوانی استایل نمایش در مطالب

source: Enable or disable
fa_ir: فعال یا غیرفعالسازی

source: Zhanot Help
fa_ir: راهنمای ژانوت

source: Zhanot advanced plug-in provides features to easily get professional prompt and responsive to any website to display
fa_ir: افزونه پیشرفته ژانوت امکاناتی را در اختیارتان قرار می دهد تا بتوانید به راحتی اعلان های حرفه ای و واکنشگرا را در هر جای وبسایت نمایش دهید

source: There are several ways to display the notification at the desired location, as listed below
fa_ir: جهت نمایش اعلان مورد نظر در مکان دلخواه چند روش وجود دارد که در زیر ذکر شده

source: shortcode
fa_ir: کد کوتاه

source: The button in the classic WordPress editor
fa_ir: قابلیت نمایش درون مطالب و صفحات از طریق دکمه موجود در ویرایشگر کلاسیک

source: PHP code to display anywhere on the website
fa_ir: نمایش از طریق کد PHP

source: View by Page Builder Visual Composer
fa_ir: نمایش از طریق صفحه ساز ویژوال کامپوزر

source: Displayed by Widgets
fa_ir: نمایش توسط ابزارک ها

source: Show automatically on top of website
fa_ir: قابلیت نمایش بصورت خودکار بالای وبسایت

source: To display in the Gothenburg editor, you must use the block shortcode
fa_ir: جهت نمایش از طریق ویرایش گوتنبرگ باید از بلاک شورت کد استفاده نمائید

source: In automatic status notifications, you will only be able to add up to 10 cursor to the top of the site.
fa_ir: در وضعیت نمایش خودکار اعلان ، شما فقط قادر خواهید بود حداکثر 10 اعلان را به بالای سایت اضافه کنید.

source: Shortcodes and PHP code when making a notification in the left sidebar you see.
fa_ir: کد کوتاه و کد پی اچ پی را در هنگام ساخت اعلان در سایدبار سمت چپ صفحه مشاهده خواهید کرد.

source: To disable the prompt to just put it in the draft.
fa_ir: برای غیرفعالسازی اعلان مورد نظر کافیست آن را در وضعیت پیش نویس قرار دهید.

source: To display a few timers on a page, you must create the timer for the desired number
fa_ir: برای نمایش چند تایمر در یک صفحه باید به تعداد مورد نظر تایمر ایجاد کنید

source: If you have enabled the auto-view for a notification, note that you should not use that announcement on a page or post and elsewhere, so it's best to display the notifications as many as you like.
fa_ir: در صورتی که نمایش خودکار را برای یک اعلان فعال کرده اید به این مورد توجه داشته باشید که نباید آن اعلان را در صفحه یا مطلب و در مکان دیگری استفاده کرده باشید پس بهتر است برای نمایش اعلان ها را به تعداد دلخواه ایجاد کنید.

source: All rights reserved for Zaino.
fa_ir: تمام حقوق این محصول برای زاینو محفوظ می باشد.

source: Zhaket
fa_ir: ژاکت

source: Zaino
fa_ir: زاینو

source: Please enter the license key of the ZHANOT plugin.
fa_ir: لایسنس افزونه ژانوت را جهت فعالسازی امکانات وارد کنید.

source: Please purchase original version of Zhanot
fa_ir: لطفا نسخه اصلی ژانوت رو خریداری کنید

source: Zhanot | Advanced Notification Bar WordPress
fa_ir: ژانوت | نوار اعلانات پیشرفته وردپرس

source: allowed to display notifications advanced anywhere website
fa_ir: ژانوت این امکان را فراهم میکند تا نوار اعلانات پیشرفته را در هرجای وبسایت نمایش دهید

source: Alireza Dehkar
fa_ir: علیرضا دهکار
